"choose file to split" = "Choisir le fichier à découper...";
"error" = "Erreur";
"output does not support input format" = "Le format de sortie est incompatible avec le format source.";
"unsupported input file" = "Impossible d'ouvrir le fichier source.";
"slash" = "／";
"colon" = "：";
"no write permission" = "Le dossier cible est en lecture seule";
"CDDB connection" = "Connexion au serveur CDDB";
"CDDB not found" = "Ce CD est introuvable dans la CDDB";
"CDDB connection failure" = "Impossible de se connecter au serveur CDDB.";
"Open as Raw PCM" = "Ouvrir comme fichier Raw PCM(+cue)";
"embedded cue sheet" = "Fichier Cue intégré";
"read embedded cuesheet?" = "Un fichier cue est intégré à ce fichier. Souhaitez-vous le lire ?";
"Waiting" = "Patientez";
"Various Artists" = "Various Artists";
"Audio CD Not Found" = "(Aucun CD audio)";
"Device is busy" = "Impossible d'ouvrir le disque. Veuillez vérifier qu'il n'est pas utilisé pas d'autres applications.";
"(Data Track)" = "(Piste de données)";
"Detect Pregap" = "Détecter le Pregap";
"Detecting Pregap..." = "Détection du Pregap...";
"Waiting for Drive..." = "En attente du lecteur...";
"Connecting to AccurateRip" = "Connexion à la base de données AccurateRip...";
"AccurateRip hash not found" = "CD non présent dans la base de données AccurateRip.";
"calculating hash..." = "Calcul du hash AccurateRip...";
"Specify the output directory" = "Choisir le dossier de sortie";
"%.1f %%, %.1fx realtime, %d:%02d remaining" = "%.1f %%, %.1fx temps réel, %d:%02d restant";
"detecting offset..." = "Détection de l'offset...";
"detection success" = "Détection réussie";
"detection failure" = "Détection échouée";
"Can't detect the offset of this file." = "Impossible de détecter l'offset de ce fichier.";
"The offset of this file is wrong in %d samples (confidence %d)." = "L'offset de ce fichier est incorrecte dans %d échantillons (confiance %d).";
"This file has a correct offset." = "Ce fichier a un offset valide.";
"Fix and Save" = "Corriger et sauvegarder";
"%d (confidence %d)" = "%d (confiance %d)";
"scanning replaygain..." = "Scan du ReplayGain...";
"Multiple Formats" = "Formats multiples";
"Analyzing caching ability... (this may take a few minutes)" = "Analyse du cache disponible... (cela peut prendre quelques minutes)";
"Some errors occurred during analysis.\n\n" = "Quelques erreurs ont eu lieu pendant l'analyse.\n\n";
"Your drive seems to have a cache of %d sectors (%d Kbytes).\n" = "Votre lecteur semble avoir un cache de %d secteurs (%d Ko).\n";
"Recommended cache defeating strength is: %d (1-14)\n\n" = "Le cache recommandé est : %d (1-14)\n\n";
"Your drive has a too large cache to defeat. :(\n\n" = "Votre disque a un cache trop grand. :(\n\n";
"The cache size is too small to have an effect.\n" = "La taille du cache est trop petit pour avoir un effet.\n";
"The cache size is small enough for cdparanoia III 10.2 engine. :)\n\n" = "La taille du cache est assez petite pour cdparanoia III 10.2. :)\n\n";
"The cache size is small enough for cdparanoia III 10.2 engine, but backseeking doesn't seem to work for flushing cache. Please be careful with this drive.\n\n" = "La taille du cache est assez petite pour cdparanoia III 10.2, mais le backseeking ne semble pas fonctionner pour vider le cache. Soyez prudent avec ce lecteur.\n\n";
"You may be able to turn off \"Disable cache\" option, but I recommend you to disable cache with the minimum strength.\n\n" = "Il est possible de désactiver l'option \"Désactiver le cache\", mais je vous recommande de désactiver le cache avec une taille minimum.\n\n";
"No registered drive found" = "Pas de lecteur trouvé";
"Scanning" = "Scanning";
"Scanning Files..." = "Scan des fichiers...";
"Completed" = "Terminé";
"Cancelled" = "Annulé";
"Error has occurred in the decoder" = "Une erreur a eu lieu dans le décodeur";
"Error has occurred in the encoder" = "Une erreur a eu lieu dans l'encodeur";
"Apply This Item for All Files" = "Appliquer cet élément à tous les fichiers";
"Quit XLD" = "Quitter XLD";
"You have some active tasks. Are you sure you want to quit?" = "Il vous reste des tâches en cours. Êtes-vous sûr de vouloir quitter ?";
"formatTooltipStr" = "%n : Numéro de piste\n%D : Numéro de disque\n%t : Titre de la piste\n%a : Artiste\n%T : Titre de l'album\n%A : Artiste de l'album\n%c : Compositeur\n%y : Année\n%g : Genre\n%f : Format\n%i : ISRC\n%m : MCN\n%I : DiscID";
"General" = "Général";
"Batch" = "Batch";
"CDDB" = "CDDB";
"Metadata" = "Métadonnées";
"CD Rip" = "CD Rip";
"CD Burn" = "CD Burn";
"multibyteSpace" = "　";
"Apply This Item for the Same Album" = "Appliquer cet élément pour tout l'album";
"Error: cannot open the input file" = "Erreur : impossible d'ouvrir le fichier d'entrée";
"Skipped: file already exists in the output path" = "Ignoré : le fichier existe déjà dans le chemin de sortie";
"Error: seek failure" = "Erreur : erreur de seek";
"Error: incompatible output format" = "Erreur : format de sortie incompatible";
"Error: cannot write the output file" = "Erreur : impossible d'écrire le fichier de sortie";
"Current encoders:" = "Encodeurs disponibles :";
"New Profile" = "Nouveau Profile";
"YES" = "OUI";
"NO" = "NON";
"Extract" = "Extraire";
"Extraction Mode" = "Mode d'extraction";
"Get Metadata" = "Obtenir les métadonnées";
"Edit Metadata" = "Éditer les métadonnées";
"Cancel All Tasks" = "Annuler toutes les tâches";
"Burn CD" = "Graver CD";
"There is not enough space available on the disc." = "Il n'y a pas assez d'espace disponible sur le disque.";
"Burn Failed" = "Échec de la gravure";
"Not found" = "Introuvable";
"Clear Recent Searches" = "Effacer les recherches récentes";
"No Recent Searches" = "Pas de recherche récente";
"Cannot Search Cover Art" = "Impossible de rechercher la pochette";
"You have to enable Amazon Web Services and set up access keys to use this feature." = "Vous devez activer Amazon Web Services et mettre en place les clés d'accès pour utiliser cette fonctionnalité.";
"DiscID Association Failure" = "Échec d'association du DiscID";
"This DiscID is already associated with the release." = "Ce DiscID est déjà associé.";
"The original files will be removed after this conversion. Are you sure you want to continue?" = "Les fichiers source seront effacés après la conversion. Êtes-vous sûr de vouloir continuer ?";
"Deleting Original Files" = "Suppression des fichiers source";
"Don't delete" = "Ne pas supprimer";
"Save As" = "Save As";
"Transcode" = "Transcode";
"%@ Total" = "%@ Total";
"Cannot open the file \"%@\"." = "Cannot open the file “%@”.";
"Cannot open the associated file \"%@\"." = "Cannot open the associated file “%@”.";
"Cannot find the associated file \"%@\"." = "Cannot find the associated file “%@”.";
"Cannot find proper decoder for the associated file \"%@\"." = "Cannot find proper decoder for the associated file “%@”.";
"Samplerate of the associated file \"%@\" is different from others." = "Samplerate of the associated file “%@” is different from others.";
"Number of channels of the associated file \"%@\" is different from others." = "Number of channels of the associated file “%@” is different from others.";
"PCM format of the associated file \"%@\" is different from others." = "PCM format of the associated file “%@” is different from others.";
"Samplerate of the file \"%@\" is different from others." = "Samplerate of the file “%@” is different from others.";
"Number of channels of the file \"%@\" is different from others." = "Number of channels of the file “%@” is different from others.";
"PCM format of the file \"%@\" is different from others." = "PCM format of the file “%@” is different from others.";
"No audio tracks found in the cue sheet." = "No audio tracks found in the cue sheet.";
"No audio files found in the folder." = "No audio files found in the folder.";
"Error Parsing Cue Sheet" = "Error Parsing Cue Sheet";
"Error Opening Folder As a Disc" = "Error Opening Folder As a Disc";
"The enterd URL does not contain valid data for the current disc." = "The enterd URL does not contain valid data for the current disc.";
"The entered string is not a valid MusicBrainz or Discogs release URL." = "The entered string is not a valid MusicBrainz or Discogs release URL.";
"Log Checker..." = "Log Checker...";
"Making priority higher than the current value" = "Making priority higher than the current value";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"File Naming" = "File Naming";
"Apply This Item for All Tracks" = "Apply This Item for All Tracks";
"Enable Dark Mode Support" = "Enable Dark Mode Support";
"Disable Dark Mode Support" = "Disable Dark Mode Support";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"Please restart XLD to take effect. Experimental - may cause grapical glitches." = "Please restart XLD to take effect. Experimental - may cause grapical glitches.";
